app/controllers/members_controller.rb

INSERT INTO `members` (`created_at`, `updated_at`, `email`, `password_confirmation`, `password`) VALUES('2016-09-28 09:11:58', '2016-09-28 09:11:58', 'example@gmail.com', '12', 'mohan')
---
	def signup

          @member = Member.create(params[:member])