app/controllers/pages_controller.rb

SELECT * FROM `members` WHERE (`members`.`email` IS NULL) LIMIT 1
---
def home

    user = Member.find_by_email(params[:email])